[
  {
    "iconPath": "assets_game/UXUI/Collection/objects/phao_keo_ingame.png",
    "name": "Pháo Việt Nam",
    "imagePath": "assets_game/UXUI/Collection/objects/phao_keo_real.png",
    "content": "Trong chiến dịch Điện Biên Phủ năm 1954, khẩu pháo đóng vai trò quan trọng trong việc phá vỡ hệ thống phòng ngự của thực dân Pháp. Với quyết tâm tạo nên bất ngờ, Bộ đội Việt Nam đã thực hiện một kỳ tích lịch sử khi kéo pháo lên các ngọn đồi hiểm trở quanh thung lũng Điện Biên. Đây là những khẩu pháo nặng nề, như lựu pháo 105mm, được đưa vào trận địa bằng sức người và hệ thống ròng rọc thủ công, dưới điều kiện địa hình rừng núi dốc đứng và thời tiết khắc nghiệt. Quá trình kéo pháo kéo dài hàng tuần, đòi hỏi tinh thần đồng đội, ý chí thép và sự sáng tạo của bộ đội.Sự kiện nổi bật nhất là quyết định táo bạo của Đại tướng Võ Nguyên Giáp khi ra lệnh 'kéo pháo ra' sau khi nhận thấy kế hoạch ban đầu chưa phù hợp, rồi tiếp tục kéo pháo trở lại khi mọi điều kiện đã được chuẩn bị tốt hơn. Những trận pháo kích chính xác từ các trận địa bí mật đã phá hủy các cứ điểm quan trọng của Pháp, như Him Lam và Độc Lập, góp phần quyết định vào chiến thắng lịch sử. Kỳ tích kéo pháo không chỉ là biểu tượng của lòng quả cảm mà còn thể hiện sức mạnh của chiến tranh nhân dân trong cuộc kháng chiến chống thực dân."
  },
  {
    "iconPath": "assets_game/UXUI/Collection/objects/min_dat_ingame.png",
    "name": "Mìn đất",
    "imagePath": "assets_game/UXUI/Collection/objects/min_dat_real.png",
    "content": "Mìn đất là một loại vũ khí được sử dụng rộng rãi bởi các lực lượng đối đầu với quân đội Việt Nam trong nhiều cuộc chiến, đặc biệt là trong thời kỳ kháng chiến chống Pháp và chống Mỹ. Đây là loại vũ khí nguy hiểm, thường được quân địch sử dụng để ngăn cản sự tiến công của bộ đội Việt Nam, bảo vệ các căn cứ và tuyến phòng thủ hoặc làm chậm bước tiến của quân giải phóng. Trong chiến tranh, mìn đất của quân địch được đặt dày đặc ở các khu vực trọng yếu, như các con đường tiếp vận, các bãi trống hoặc gần các căn cứ quân sự. Các loại mìn thường thấy bao gồm mìn chống tăng, mìn chống bộ binh, và mìn bẫy được ngụy trang kỹ lưỡng. Mìn có thể phát nổ khi bị giẫm phải, xe cộ đi qua, hoặc khi chạm vào các dây kích hoạt. Tuy nhiên, bộ đội Việt Nam đã phát triển nhiều biện pháp sáng tạo để đối phó với loại vũ khí này. Các đội công binh được giao nhiệm vụ rà phá bom mìn, sử dụng các thiết bị thủ công hoặc thậm chí bằng tay để dò và gỡ mìn. Những chiến sĩ công binh thường phải đối mặt với nguy hiểm lớn khi tiến vào các khu vực có mìn đất, đòi hỏi sự bình tĩnh, khéo léo và dũng cảm. Ngoài ra, nhiều kinh nghiệm quý báu được tích lũy từ việc quan sát và nghiên cứu cách bố trí mìn của địch, giúp giảm thiểu thương vong và mở đường cho các cuộc tấn công. Mìn đất không chỉ gây thiệt hại trực tiếp trong chiến tranh mà còn để lại hậu quả nặng nề sau chiến tranh, với hàng triệu quả mìn chưa nổ nằm rải rác ở nhiều nơi, đe dọa đời sống của người dân Việt Nam trong nhiều thập kỷ sau. Việc rà phá và xử lý mìn sau chiến tranh vẫn là một nhiệm vụ quan trọng để bảo vệ an toàn cho người dân và tái thiết đất nước."
  },
  {
    "iconPath": "assets_game/UXUI/Collection/objects/cao_sao_vang_ingame.png",
    "name": "Cao Sao Vàng",
    "imagePath": "assets_game/UXUI/Collection/objects/cao_sao_vang_real.png",
    "content": "Cao Sao Vàng là một sản phẩm dầu xoa nổi tiếng, mang tính biểu tượng của Việt Nam trong thế kỷ 20. Sản phẩm này ra đời vào những năm 1960, trong bối cảnh đất nước đang trải qua thời kỳ khó khăn của chiến tranh và kinh tế bao cấp. Cao Sao Vàng được sản xuất bởi Công ty Dược phẩm Trung ương 3, lấy cảm hứng từ các loại dầu xoa của nước ngoài, nhưng được cải tiến để phù hợp với nhu cầu và nguyên liệu sẵn có tại Việt Nam. Đặc điểm nổi bật của Cao Sao Vàng là hộp thiếc nhỏ gọn, màu vàng đỏ, in hình ngôi sao vàng năm cánh, biểu tượng cho quốc kỳ Việt Nam. Thành phần chính của sản phẩm bao gồm các loại tinh dầu tự nhiên như bạc hà, long não, quế, và khuynh diệp, mang lại mùi thơm đặc trưng và công dụng đa năng. Cao Sao Vàng được sử dụng để giảm đau nhức, cảm cúm, và các vết côn trùng cắn. Trong lịch sử, Cao Sao Vàng không chỉ là một sản phẩm chăm sóc sức khỏe mà còn mang giá trị văn hóa, gắn bó mật thiết với đời sống của người Việt. Hộp cao nhỏ gọn này từng là một trong những món hàng xuất khẩu chủ lực sang các nước thuộc khối Xã hội Chủ nghĩa như Liên Xô, Đông Âu, và thậm chí cả các nước châu Á khác. Nó trở thành biểu tượng của hàng hóa Việt Nam chất lượng cao trong giai đoạn này. Ngày nay, mặc dù không còn phổ biến như trước do sự cạnh tranh của các sản phẩm hiện đại, Cao Sao Vàng vẫn được nhiều người hoài niệm và yêu thích. Hộp cao nhỏ bé này đã trở thành một phần của ký ức tập thể, nhắc nhở về một thời kỳ khó khăn nhưng đầy ý chí và sáng tạo của người Việt Nam."
  },
  {
    "iconPath": "assets_game/UXUI/Collection/objects/mu_coi_ingame.png",
    "name": "Mũ cối",
    "imagePath": "assets_game/UXUI/Collection/objects/mu_coi_real.png",
    "content": "Mũ cối là một trong những trang bị không thể thiếu của quân đội Việt Nam trong suốt các cuộc kháng chiến chống Pháp và chống Mỹ. Được làm từ vật liệu thép, mũ cối có hình dạng đặc biệt, với phần nón rộng và sâu giúp che chắn bảo vệ đầu khỏi các mảnh bom, đạn và mảnh vỡ trong các trận chiến ác liệt. Mũ cối không chỉ là công cụ bảo vệ mà còn là biểu tượng của tinh thần kiên cường, sự đoàn kết và lòng quyết tâm chiến đấu vì độc lập tự do của dân tộc. Trong chiến tranh Việt Nam, mũ cối thường được sử dụng bởi các chiến sĩ bộ đội, đặc biệt là trong các trận chiến kéo dài, với mật độ pháo kích và ném bom dữ dội từ kẻ thù. Dù đơn giản nhưng mũ cối lại thể hiện sự bền bỉ, chịu đựng gian khổ của người lính, trở thành hình ảnh gắn liền với những chiến thắng và hy sinh. Sau khi chiến tranh kết thúc, mũ cối còn trở thành một biểu tượng lịch sử, gợi nhớ về những năm tháng gian khó của quân dân Việt Nam trong cuộc đấu tranh bảo vệ Tổ quốc."
  },
  {
    "iconPath": "assets_game/UXUI/Collection/objects/mu_coi_ingame.png",
    "name": "Áo trấn thủ",
    "imagePath": "assets_game/UXUI/Collection/objects/mu_coi_real.png",
    "content": "Áo trấn thủ là một loại trang phục quân sự mang tính biểu tượng trong lịch sử Việt Nam, đặc biệt được sử dụng phổ biến trong thời kỳ kháng chiến chống Pháp và chống Mỹ. Được thiết kế để phù hợp với điều kiện khắc nghiệt của chiến trường, áo trấn thủ thường được may bằng vải thô, bên trong lót lớp bông dày giúp giữ ấm cơ thể trong thời tiết lạnh giá ở rừng núi, đồng thời giảm thiểu sát thương từ đạn nhỏ hoặc mảnh bom. Áo có kiểu dáng đơn giản, màu sắc chủ yếu là nâu hoặc xanh lá để dễ dàng ngụy trang trong môi trường tự nhiên, với các đường may chắc chắn và cột dây phía trước để thuận tiện khi mặc. Ngoài chức năng bảo vệ và giữ ấm, áo trấn thủ còn mang giá trị tinh thần sâu sắc, biểu tượng cho sự giản dị, kiên cường và ý chí vượt khó của quân và dân Việt Nam. Hình ảnh người lính mặc áo trấn thủ, chân đi dép cao su, vai khoác ba lô mây đã trở thành biểu tượng sống động của một thời kỳ kháng chiến hào hùng trong lịch sử dân tộc. Ngày nay, áo trấn thủ vẫn được nhắc đến như một dấu ấn đặc biệt, gợi nhớ về những năm tháng đấu tranh gian khổ nhưng đầy tự hào của đất nước."
  },
  {
    "iconPath": "assets_game/UXUI/Collection/objects/cuong_kich_f111_ingame.png",
    "name": "Máy bay chiến lược F-111",
    "imagePath": "assets_game/UXUI/Collection/objects/cuong_kich_f111_real.png",
    "content": "Máy bay ném bom chiến lược tầm trung F-111, được mệnh danh là 'Chiến đấu cơ thần sấm', là một trong những vũ khí hiện đại được quân đội Mỹ sử dụng trong chiến tranh Việt Nam. F-111 được thiết kế với khả năng bay tầm trung và tầm thấp, mang theo tải trọng vũ khí lớn và sở hữu tốc độ siêu âm. Đặc điểm nổi bật của F-111 là thiết kế cánh cụp cánh xòe, cho phép linh hoạt thay đổi hình dạng để phù hợp với các nhiệm vụ khác nhau, từ tấn công tốc độ cao đến hoạt động ở địa hình hiểm trở. Trong chiến tranh Việt Nam, F-111 được triển khai với mục đích tiến hành các cuộc không kích chính xác vào các mục tiêu chiến lược của miền Bắc Việt Nam, bao gồm cầu cống, nhà máy và các hệ thống phòng không. Khả năng bay thấp của F-111 giúp nó né tránh được nhiều radar và hệ thống phòng không của Việt Nam, khiến nó trở thành một mối đe dọa nghiêm trọng trong giai đoạn đầu. Tuy nhiên, bất chấp công nghệ hiện đại, F-111 cũng đối mặt với những thách thức lớn từ lưới lửa phòng không dày đặc và sáng tạo của quân dân Việt Nam, bao gồm tên lửa phòng không SAM, pháo cao xạ, và mạng lưới radar hiệu quả. Một số chiếc F-111 đã bị bắn rơi trong các trận đánh quan trọng, minh chứng cho tinh thần kiên cường và khả năng thích nghi của lực lượng phòng không Việt Nam. Việc đối phó với F-111 và các loại máy bay hiện đại khác của Mỹ không chỉ là câu chuyện về sự chênh lệch công nghệ, mà còn là biểu tượng cho ý chí và sự sáng tạo trong kháng chiến chống lại kẻ thù mạnh hơn. F-111 sau đó trở thành một bài học quan trọng trong chiến lược tác chiến của cả hai bên, góp phần định hình những bước đi tiếp theo trong cuộc chiến."
  },
  {
    "iconPath": "assets_game/UXUI/Collection/objects/cuong_kich_a37_ingame.png",
    "name": "Máy bay cường kích A-37",
    "imagePath": "assets_game/UXUI/Collection/objects/cuong_kich_a37_real.png",
    "content": "Máy bay cường kích A-37, hay còn được gọi là 'Dragonfly', là một loại máy bay tấn công hạng nhẹ được Mỹ phát triển và sử dụng rộng rãi trong chiến tranh Việt Nam. Ban đầu, A-37 được cải tiến từ máy bay huấn luyện T-37 để phù hợp với các nhiệm vụ tấn công mặt đất và hỗ trợ hỏa lực gần. A-37 có kích thước nhỏ gọn, khả năng cất hạ cánh trên đường băng ngắn và trang bị động cơ phản lực kép, giúp nó hoạt động linh hoạt trong các môi trường tác chiến khác nhau. Loại máy bay này được trang bị một pháo M134 Minigun 7.62mm, có thể mang theo nhiều loại bom, rocket, và vũ khí dẫn đường, khiến nó trở thành một công cụ hiệu quả để tấn công các mục tiêu cố định và di động trên mặt đất. Trong chiến tranh Việt Nam, A-37 chủ yếu được sử dụng bởi Không lực Việt Nam Cộng hòa (VNCH) dưới sự huấn luyện và hỗ trợ kỹ thuật của Mỹ. Với khả năng bay thấp và linh hoạt, A-37 thường tham gia các nhiệm vụ không kích nhằm vào lực lượng quân Giải phóng, các tuyến vận tải và căn cứ hậu cần trên dãy Trường Sơn. Tuy nhiên, A-37 cũng bộc lộ những hạn chế trong chiến tranh Việt Nam. Với kích thước nhỏ và khả năng chịu đựng tổn thất kém, nó dễ bị tổn thương trước lưới lửa phòng không dày đặc của Quân đội Nhân dân Việt Nam, bao gồm pháo cao xạ và tên lửa phòng không. Sau năm 1975, nhiều chiếc A-37 bị thu giữ trong chiến dịch Hồ Chí Minh và sau đó được đưa vào biên chế của Không quân Nhân dân Việt Nam. Những chiếc máy bay này đã được sử dụng hiệu quả, minh chứng cho sự sáng tạo và khả năng tận dụng vũ khí của quân đội Việt Nam trong thời kỳ hậu chiến."
  },
  {
    "iconPath": "assets_game/UXUI/Collection/objects/b52_ingame.png",
    "name": "Máy bay chiến lược B-52",
    "imagePath": "assets_game/UXUI/Collection/objects/b52_real.png",
    "content": "Máy bay ném bom chiến lược B-52, biểu tượng sức mạnh không quân của Mỹ, đóng vai trò chủ đạo trong các cuộc tấn công quy mô lớn vào Việt Nam, đặc biệt trong chiến dịch **Linebacker II** vào cuối năm 1972, thường được gọi là '12 ngày đêm Điện Biên Phủ trên không'. B-52 được thiết kế để mang theo khối lượng bom khổng lồ, có khả năng bay ở tầm cao và hoạt động liên lục địa, nhắm đến các mục tiêu chiến lược như cơ sở hạ tầng, khu công nghiệp, và các hệ thống phòng không của miền Bắc Việt Nam. Với tải trọng bom lên tới 31 tấn, B-52 thường bay theo đội hình 'gọng kìm' để tấn công chính xác và áp đảo mục tiêu. Các trận không kích của B-52 đã gây ra thiệt hại lớn về người và cơ sở vật chất, nhưng cũng làm bộc lộ quyết tâm phòng ngự mạnh mẽ của lực lượng phòng không miền Bắc Việt Nam. Lưới lửa phòng không dày đặc bao gồm tên lửa SAM-2, pháo cao xạ và sự phối hợp giữa radar, đài quan sát mặt đất, đã tạo nên một mạng lưới chống lại 'pháo đài bay' của Mỹ. Chiến thắng quan trọng trước B-52 đến từ khả năng chiến thuật vượt trội và ý chí kiên cường của quân dân Việt Nam. Trong chiến dịch Linebacker II, Việt Nam đã bắn hạ 34 chiếc B-52, khiến Mỹ chịu tổn thất lớn nhất trong lịch sử sử dụng loại máy bay này. Chiến thắng này không chỉ làm giảm sức mạnh không quân Mỹ mà còn buộc Washington phải chấp nhận ngồi vào bàn đàm phán, dẫn đến việc ký kết Hiệp định Paris vào tháng 1 năm 1973, chấm dứt sự can thiệp quân sự của Mỹ tại Việt Nam. B-52 không chỉ là một biểu tượng của sức mạnh công nghệ quân sự Mỹ, mà còn là minh chứng cho lòng quả cảm và sự sáng tạo của người Việt Nam trong việc đối phó với một trong những thách thức lớn nhất trong lịch sử kháng chiến. Chiến thắng trước B-52 trở thành biểu tượng cho ý chí độc lập và tự cường của dân tộc Việt Nam."
  },
  {
    "iconPath": "assets_game/UXUI/Collection/objects/phao_keo_ingame.png",
    "name": "Pháo cao xạ 37mm",
    "imagePath": "assets_game/UXUI/Collection/objects/phao_keo_real.png",
    "content": "Pháo cao xạ 37mm là một trong những vũ khí phòng không quan trọng của Quân đội Nhân dân Việt Nam trong suốt các cuộc kháng chiến chống Pháp và chống Mỹ. Đây là loại pháo tự động do Liên Xô sản xuất, được viện trợ cho Việt Nam nhằm đối phó với không quân địch, vốn có ưu thế vượt trội về sức mạnh và công nghệ. Pháo cao xạ 37mm có thiết kế gọn gàng, dễ di chuyển và lắp đặt, phù hợp với các điều kiện chiến đấu tại rừng núi, đồng bằng và cả đô thị. Với tốc độ bắn cao (khoảng 120 viên/phút), tầm bắn hiệu quả lên đến 3.000-4.000 mét, và khả năng bắn hạ các mục tiêu di động trên không, loại pháo này đã chứng tỏ hiệu quả trong việc tiêu diệt máy bay địch bay thấp và trung bình, đặc biệt là các máy bay cường kích và vận tải. Trong chiến dịch Điện Biên Phủ năm 1954, pháo cao xạ 37mm được sử dụng để bảo vệ các trận địa trọng yếu, ngăn chặn máy bay Pháp tiếp tế lương thực, đạn dược cho tập đoàn cứ điểm. Loại pháo này góp phần quan trọng vào việc bóp nghẹt tuyến tiếp tế đường không của địch, tạo tiền đề cho chiến thắng vang dội của quân dân Việt Nam. Trong kháng chiến chống Mỹ, pháo cao xạ 37mm tiếp tục phát huy vai trò quan trọng, tham gia bảo vệ các mục tiêu chiến lược như cầu đường, trận địa, và các căn cứ quân sự. Loại pháo này được biên chế trong các đơn vị phòng không nhân dân, phối hợp chặt chẽ với tên lửa đất đối không và các loại vũ khí khác để tạo nên lưới lửa phòng không dày đặc. Nhiều máy bay Mỹ, bao gồm cả máy bay cường kích như A-1 Skyraider hay máy bay vận tải, đã bị pháo 37mm bắn hạ trong các trận đánh. Pháo cao xạ 37mm không chỉ là một vũ khí, mà còn là biểu tượng cho tinh thần tự lực, sáng tạo của quân dân Việt Nam trong việc đối phó với công nghệ chiến tranh hiện đại của kẻ thù. Sự phối hợp giữa kỹ thuật vận hành khéo léo và ý chí chiến đấu kiên cường đã biến những khẩu pháo này trở thành 'lưỡi kiếm sắc bén' bảo vệ bầu trời Tổ quốc. Trong trận 'Điện Biên Phủ trên không' (12 ngày đêm cuối tháng 12 năm 1972), pháo cao xạ 37mm của Quân đội Nhân dân Việt Nam đóng vai trò cực kỳ quan trọng trong việc đối phó với chiến dịch ném bom dữ dội của không quân Mỹ. Đây là một trong những chiến thắng quan trọng nhất của quân và dân Việt Nam trong cuộc kháng chiến chống Mỹ, khi mà máy bay B-52 cùng các loại máy bay chiến thuật khác của Mỹ liên tục ném bom vào Hà Nội và các khu vực lân cận. Pháo cao xạ 37mm, mặc dù có tầm bắn không cao như các loại pháo lớn khác, nhưng lại rất hiệu quả trong việc đối phó với các mục tiêu bay thấp và ở tầm trung, mà các máy bay B-52 và máy bay chiến thuật của Mỹ thường xuyên sử dụng trong chiến dịch này. Với khả năng bắn tự động với tốc độ cao và phạm vi hiệu quả khoảng 3-4 km, pháo 37mm là một phần quan trọng trong hệ thống phòng không đa tầng của Việt Nam, bao gồm radar, tên lửa SAM, pháo phòng không cỡ lớn và các loại pháo nhỏ. Trong suốt trận Điện Biên Phủ trên không, pháo cao xạ 37mm được triển khai ở nhiều điểm nóng, đặc biệt là quanh khu vực Hà Nội và các tỉnh lân cận, để tiêu diệt các máy bay địch tấn công. Những khẩu pháo này phối hợp với các hệ thống phòng không khác tạo thành một lưới lửa dày đặc, khiến các phi công Mỹ gặp khó khăn trong việc thực hiện các cuộc tấn công vào các mục tiêu trọng điểm. Dù máy bay B-52 có khả năng bay ở độ cao lớn, nhưng các máy bay chiến thuật và máy bay yểm trợ của Mỹ bay ở độ cao thấp đã bị tấn công mạnh mẽ từ các khẩu pháo này. Pháo cao xạ 37mm góp phần bắn hạ nhiều máy bay Mỹ, trong đó có cả những chiếc B-52, làm giảm sức mạnh tấn công của không quân Mỹ và góp phần vào chiến thắng lịch sử của quân dân Việt Nam trong trận chiến này. Thành công của trận 'Điện Biên Phủ trên không' không chỉ là kết quả của sự đối phó hiệu quả với các máy bay ném bom, mà còn là minh chứng cho tinh thần chiến đấu kiên cường và sáng tạo trong chiến tranh, khi mà các vũ khí hiện đại của kẻ thù đã bị chiến thuật phòng không của Việt Nam đánh bại."
  }
]
